{
  "HomePage": {
    "title": "Hello world!"
  },
  "Blog": {
    "paginationButtonLeft": "Previous",
    "paginationButtonRight": "Next",
    "Blog": "Blog",
    "title": "Welcome to our blog! Here we talk about everything related to our dryers – from interesting recipes and useful tips to just plain funny stories. Check back often, there’s always something delicious here!"
  },
  "Breadcrumbs": {
    "Home": "Home",
    "Blog": "Blog",
    "Page": "Page"
  },
  "Share": {
    "Share": "Share",
    "facebook icon": "facebook icon",
    "instagram icon": "instagram icon",
    "telegram icon": "telegram icon"
  },
  "AboutUs": {
    "about us": "ABOUT US",
    "is": "is",
    "description": "not just a business, but a family tradition rooted in the heritage of our ancestors. It all began several generations ago when our great-grandparents dried meat, fruits, and vegetables for the winter to preserve their flavor and nutritional value. Even then, we realized that natural products are the best gift you can give to your loved ones. In those days, the whole family would gather around the table, always accompanied by aromatic dried treats, crafted with love and meticulous attention to detail.",
    "mission": "MISSION",
    "mission description": "to create tasty, healthy products, adhering to the philosophy of naturalness and wellness, so you can ...",
    "bite": "Make a tasty Bite :)",
    "more description": "Over the years, we decided to share these traditions with the world, and thus our brand Slice&Dry was born. We adopted ancient family recipes and combined them with modern drying technologies to offer you true delicacies. Our production is located in a picturesque corner of Ukraine, where we carefully select only the highest quality products. Every stage, from slicing to packaging, is personally overseen by members of our family, as it is important to us that you receive only the best."
  },
  "Reviews": {
    "reviews": "REVIEWS",
    "say those": "say those who have already tasted the dried snacks"
  },
  "JoinUs": {
    "join us": "Join our community!",
    "be first": "Be the first to know about special offers and get exclusive discounts.",
    "bite": "BITE !"
  }
}
