{
  "HomePage": {
    "title": "Привіт, світ!"
  },
  "Blog": {
    "paginationButtonLeft": "Попередня",
    "paginationButtonRight": "Наступна",
    "Blog": "Блог",
    "title": "Привіт у нашому блозі! Тут ми говоримо про все, що пов’язано з нашими сушениками – від цікавих рецептів і корисних порад до просто веселих історій. Заглядай частіше, тут завжди щось смачненьке!"
  },
  "Breadcrumbs": {
    "Home": "Головна",
    "Blog": "Блог",
    "Page": "Сторінка"
  },
  "Share": {
    "Share": "Поділитись",
    "facebook icon": "іконка Facebook",
    "instagram icon": "іконка Instagram",
    "telegram icon": "іконка Telegram"
  },
  "AboutUs": {
    "about us": "ПРО НАС",
    "is": "це",
    "description": "не просто бізнес, а сімейна справа, що бере початок у давніх традиціях нашої родини, коли кілька поколінь тому наші прадіди сушили м’ясо, фрукти й овочі, щоб зберегти їх смак і користь, адже ще тоді ми зрозуміли, що натуральні продукти — найкраще для близьких, і за сімейним столом завжди були ароматні сушені ласощі, зроблені з любов’ю та увагою до деталей.",
    "mission": "МІСІЯ",
    "mission description": "створювати смачні, корисні продукти, притримуючись філософії натуральності та здоров’я, щоб ви змогли ...",
    "bite": "Зробити смачний Кусь :)",
    "more description": "З роками ми вирішили поділитися цими традиціями зі світом і так народився наш бренд Slice&Dry's. Ми взяли на озброєння старовинні родинні рецепти та поєднали їх з сучасними технологіями сушіння, щоб подарувати вам справжні смаколики. Наше виробництво розташоване у мальовничому куточку України, де ми ретельно відбираємо тільки найякісніші продукти. Кожен етап, від нарізання до упаковки, контролюється особисто членами нашої родини, адже для нас важливо, щоб ви отримували тільки найкраще."
  },
  "Reviews": {
    "reviews": "ВІДГУКИ",
    "say those": "кажуть ті, хто вже скуштував сушеники"
  },
  "JoinUs": {
    "join us": "Приєднуйся до нашої спільноти !",
    "be first": "Будь першим, хто дізнається про спеціальні пропозиції та отримує ексклюзивні знижки.",
    "bite": "КУСЬ !"
  }
}
